<template>
  <nav-bar :navber="navbar" />
  <blackground>
    <p class="font-extralight   text-black text-center text-3xl ">
      <contentbox>
      อาการของ Covid-19
      </contentbox>
    </p>
    <div class=" h-full">
      <pic-set>
        <img src="../../public/images/covid-desc-2.jpg" alt="covid" />
      </pic-set>
      <contentbox>
        <h1 class="h1">ไวรัสโคโรนา หรือไควิด-19 คืออะไร ?</h1>
        <p class="p">
          ไวรัสโคโรนา (Coronavirus) เป็นไวรัสที่ถูกพบครั้งแรกในปี 1960
          แต่ยังไม่ทราบแหล่งที่มาอย่างชัดเจนว่ามาจากที่ใด
          แต่เป็นไวรัสที่สามารถติดเชื้อได้ทั้งในมนุษย์และสัตว์
          ปัจจุบันมีการค้นพบไวรัสสายพันธุ์นี้แล้วทั้งหมด 6 สายพันธุ์
          ส่วนสายพันธุ์ที่กำลังแพร่ระบาดหนักทั่วโลกตอนนี้เป็นสายพันธุ์ที่ยังไม่เคยพบมาก่อน
          คือ สายพันธุ์ที่ 7 จึงถูกเรียกว่าเป็น “ไวรัสโคโรนาสายพันธุ์ใหม่”
          และในภายหลังถูกตั้งชื่ออย่างเป็นทางการว่า “โควิด-19” (COVID-19)
          นั่นเอง ดังนั้น ไวรัสโคโรนาสายพันธุ์ใหม่ และไวรัสโควิด-19
          จึงหมายถึงไวรัสชนิดเดียวกัน
        </p>
      </contentbox>
      <contentbox>
        <h1 class="h1">
          ไวรัสโคโรนาสายพันธุ์ใหม่ หรือไวรัสโควิด-19 มาจากไหน ?
        </h1>
        <pic-set>
        <img src="../../public/images/covid-desc-4.jpg" alt="covid" />
      </pic-set>
        <p class="p">
          ไวรัสโคโรนาสายพันธุ์ใหม่ หรือไวรัสโควิด-19
          แรกเริ่มเดิมทีถูกค้นพบจากสัตว์ก่อน
          โดยเป็นสัตว์ทะเลที่มีการติดเชื้อไวรัสนี้แล้วคนที่อยู่ใกล้
          คลุกคลีกับสัตว์เหล่านี้ก็ติดเชื้อไวรัสมาอีกที โดยเริ่มจากเมืองอู่ฮั่น
          ประเทศจีน โดยมีข้อสงสัยว่ามาจากตลาดที่ค้าขายสัตว์ทะเล
          และสัตว์หายากเหล่านี้
        </p>
      </contentbox>
      <contentbox>
        <h1 class="h1">
          อันตรายของเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ หรือไวรัสโควิด-19
        </h1>
        <pic-set>
        <img src="../../public/images/covid-desc-5.jpg" alt="covid" />
      </pic-set>
        <p class="p">
          แม้ว่าอาการโดยทั่วไปจะดูเหมือนเป็นเพียงไข้หวัดธรรมดา
          แต่ที่กลัวกันทั่วโลกเป็นเพราะเชื้อไวรัสนี้เป็นสายพันธุ์ใหม่ที่ยังไม่มียาปฏิชีวนะตัวไหนที่สามารถรักษาให้หายได้โดยตรง
          การรักษาเป็นไปแบบประคับประคองตามอาการเท่านั้นนอกจากนี้
          อันตรายที่ทำให้เสี่ยงถึงชีวิต
          จะเกิดขึ้นเมื่อระบบภูมิต้านทานโรคของเราไม่แข็งแรง
          หรือเชื้อไวรัสเข้าไปทำลายการทำงานของปอดได้
          จนทำให้เชื้อไวรัสแพร่กระจายลุกลามมากขึ้น รวดเร็วขึ้น
        </p>
      </contentbox>
        <pic-set>
        <img src="../../public/images/covid-desc-3.jpg" alt="covid" />
      </pic-set>
      <contentbox>
        <h1 class="h1">
          วิธีป้องกันการติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ หรือไวรัสโควิด-19
        </h1>
        <p class="1 ">
          <ol type="I">
           <li>1.หลีกเลี่ยงการใกล้ชิดกับผู้ป่วยที่มีอาการไอ จาม น้ำมูกไหล เหนื่อยหอบ เจ็บคอ</li>
           <li>2.หลีกเลี่ยงการเดินทางไปในพื้นที่เสี่ยง</li>
           <li>3.สวมหน้ากากอนามัยทุกครั้งเมื่ออยู่ในที่สาธารณะ</li>
           <li>4.ระมัดระวังการสัมผัสพื้นผิวที่ไม่สะอาด และอาจมีเชื้อโรคเกาะอยู่ 
             รวมถึงสิ่งที่มีคนจับบ่อยครั้ง เช่น ที่จับบน BTS, MRT, Airport Link ที่เปิด-ปิดประตูในรถ กลอนประตูต่าง ๆ
              ก๊อกน้ำ ราวบันได ฯลฯ เมื่อจับแล้วอย่าเอามือสัมผัสหน้า และข้าวของเครื่องใช้ส่วนตัวต่าง ๆ เช่น โทรศัพท์มือถือ กระเป๋า ฯลฯ</li>
           <li>5.ล้างมือให้สม่ำเสมอด้วยสบู่ หรือแอลกอฮอล์เจลอย่างน้อย 20 วินาที ความเข้มข้นของแอลกอฮอล์ไม่ต่ำกว่า 70% (ไม่ผสมน้ำ)</li>
           <li>6.งดจับตา จมูก ปากขณะที่ไม่ได้ล้างมือ</li>
           <li>7.หลีกเลี่ยงการใกล้ชิด สัมผัสสัตว์ต่าง ๆ โดยที่ไม่มีการป้องกัน</li>
           <li>8.รับประทานอาหารสุก สะอาด ใช้ช้อนกลาง ไม่ทานอาหารที่ทำจากสัตว์หายาก</li>
           <li>9.สำหรับบุคลากรทางการแพทย์หรือผู้ที่ต้องดูแลผู้ป่วยที่ติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ หรือไวรัสโควิด-19 โดยตรง 
             ควรใส่หน้ากากอนามัย หรือใส่แว่นตานิรภัย เพื่อป้องกันเชื้อในละอองฝอยจากเสมหะหรือสารคัดหลั่งเข้าตา</li>
          </ol>
        </p>
      </contentbox>
    </div>
  </blackground>
</template>

<script>
import Blackground from "@/components/Blackground.vue";
import Contentbox from "@/components/Contentbox.vue";
export default {
  name: "Home",
  components: {
    Blackground,
    Contentbox,
  },
  data() {
    return {};
  },
};
</script>
